---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepZoneEquipmentDrawVentilation
source: html/2b548b9f-182b-deb7-0a9a-f864c4f8c3fe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepZoneEquipmentDrawVentilation Property

"Draw Ventilation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepZoneEquipmentDrawVentilation { get; }
```